Repository: epikurus/pyLoad
Catalog: locale/*/*.po
Languages: de, fr

source: folder for logs
de: Ordner f端r Logs
fr: Dossier pour des logs

source: folder for downloads
de: Ordner f端r Downloads
fr: Dossier téléchargement

source: file for links
de: Datei f端r Links
fr: Fichier du lien hypertexte

source: Downloadtime: %s
fr: Temp du téléchargement: %s

source: added
de: hinzugef端gt
fr: Ajouté.

source: created index of plugins
de: Plugin Index erstellt
fr: Un indice des Plugins a été créé.

source: new update %s on pyload.org
fr: Il y a un mise à jour - pyLoad %s - sur pyload.org

source: newst version %s in use:
de: Neuste Version %s in benutzung
fr: Tu utilises la version %s.

source: beta version %s in use:
de: Beta Version %s in benutzung
fr: Tu utilises pyLoad %s - une version beta.

source: %s created
fr: %s a été créé.

source: could not create %s
fr: Il était impossible de créer %s.

source: %i seconds
fr: %s secondes.

source: Server Mode
de: Server Modus
fr: Mode de Serveur.

source: Downloadtime:
de: Downloadzeit:

source: new update %s on pyload.de.rw
de: Neues Update %s auf pyload.tk

source: created
de: erstellt

source: could %s not create
de: Konnte %s nicht erstellen
